Repository: marionstriz/strizle-fit
Catalog: DistFit/App.Resources/App.Domain/Entities.*.resx
Languages: et

source: Measurement type ID
et: Mõõdu liigi ID

source: Measurement type
et: Mõõdu liik

source: Value unit ID
et: Väärtuse ühiku ID

source: Value unit
et: Väärtuse ühik

source: Reached at
et: Saavutatud

source: Exercise type ID
et: Harjutuse liigi ID

source: Exercise type
et: Harjutuse liik

source: Country ID
et: Riigi ID

source: Country
et: Riik

source: Leaderboard
et: Edetabel

source: Leaderboard ID
et: Edetabeli ID

source: Performed at
et: Sooritatud

source: Exercise
et: Harjutus

source: Exercise ID
et: Harjutuse ID

source: Is public
et: Avalik

source: Duration
et: Kestus

source: Duration unit
et: Kestuse ühik

source: Duration unit ID
et: Kestuse ühiku ID

source: Program ID
et: Kava ID

source: Program
et: Kava

source: Is creator
et: Looja

source: Session
et: Sessioon

source: Session ID
et: Sessiooni ID

source: Performance
et: Sooritus

source: Performance ID
et: Soorituse ID

source: Quantity unit
et: Koguse ühik

source: Quantity unit ID
et: Koguse ühiku ID

source: Weight unit
et: Kaalu ühik

source: Weight unit ID
et: Kaalu ühiku ID

source: Reps
et: Kordused

source: Sets
et: Setid

source: User exercise
et: Kasutaja harjutus

source: User exercise ID
et: Kasutaja harjutuse ID

source: Session exercise
et: Sessiooni harjutus

source: Session exercise ID
et: Sessiooni harjutuse ID

source: Measured at
et: Mõõdetud
